Repository: spiritoffootball/theball-v2-ev
Catalog: languages/theball-v2-ev-*.po
Languages: de_de

source: A child theme of The Ball v2 for the Spirit of Football eV website.
de_de: Ein Unterthema von „The Ball v2“ für die Website von Spirit of Football e.V.

source: Awards
de_de: Auszeichnungen

source: Backroom Staff
de_de: Das Backoffice

source: Network Partners in Erfurt
de_de: Netzwerkpartner in Erfurt

source: Network Partners in Germany
de_de: Netzwerkpartner in Deutschland

source: Partners Archive
de_de: Partner Archiv

source: Past Events
de_de: Vergangene Termine

source: People
de_de: Leute

source: Project Managers
de_de: Die Projektmanager*Innen

source: Spirit of Football Brazil
de_de: Spirit of Football Brasilien

source: Spirit of Football CIC
de_de: Spirit of Football

source: Spirit of Football Germany
de_de: Spirit of Football Deutschland

source: Supporters
de_de: Unterstützer

source: Supporters Archive
de_de: Förderpartner Archiv

source: Supporters in Erfurt
de_de: Förderpartner in Erfurt

source: Supporters in Germany
de_de: Förderpartner in Deutschland

source: The Ball v2 "Spirit of Football eV" Child Theme
de_de: The Ball v2 "Spirit of Football eV" Unterthema

source: The Board
de_de: Vorstand

source: The SOF Network
de_de: Das Spirit of Football Netzwerk

source: View All Events
de_de: Alle Termine ansehen

source: Website content &copy; %1$sSpirit of Football%2$s %3$s. All rights reserved.
de_de: Website-Content &copy; %1$sSpirit of Football e.V.%2$s %3$s. Alle Rechte vorbehalten.

source: Worldwide Network Partners
de_de: Netzwerkpartner in der Welt

source: Worldwide Supporters
de_de: Förderpartner in der Welt
